[
    {
        "name": "Glow Recipe",
        "decsription": "Glow Recipe is a skincare brand that focuses on natural ingredients and innovative formulations aimed at achieving glowing, healthy skin. The brand draws inspiration from Korean beauty and actually made it's major debue on Shark Tank. From this brand, I specifically love the Watermelon Glow Niacinamide Dew Drops and the avocado eye cream.",
        "products": [
            "Face Mouisturizer",
            "Face Primer",
            "Face Cleanser",
            "Toner",
            "Hue Drops",
            "Lip Balm",
            "Eye Creams"
        ],
        "main_image": "glowrecipe.png"
    },
    {
        "name": "The Body Shop",
        "decsription": "The best smelling and most hydrating products you will ever put on your skin! The Body Shop has built a reputation as a socially-conscious beauty brand that offers high-quality products with a focus on ethics and sustainability. My personal favorite product is their body butter.",
        "products": [
            "Body Butter",
            "Hand Cream",
            "Shampoo",
            "Mousturizer",
            "Makeup Remover",
            "Facial Wash",
            "Shower Gel"
        ],
        "main_image": "body.webp"
    },
    {
        "name": "Laneige",
        "decsription": "Laneige has saved my lips! I use their Lip Glowy Balm multiple times everyday. Laneige products are often praised for their effectiveness in tackling specific skincare issues such as dryness, dullness, and uneven skin tone. If you are looking for maximum hydration, use their lip and face (overnight) products!",
        "products": [
            "Lip Care",
            "Cleanser",
            "Serums",
            "Mousturizers",
            "Toner",
            "Eye Care",
            "Korean Face Masks"
        ],
        "main_image": "laniege.jpg"
    },
    {
        "name": "Moroccanoil",
        "decsription": "I have been using Moroccanoil hair products for years and I will never stop. They have the most unique and indulgent smell on the market! They offer high-quality hair care products that provide hydration, nourishment, and shine to all hair types.",
        "products": [
            "Hair Products",
            "Hand Care",
            "Shower Gel",
            "Mousturizers",
            "Exfoliation",
            "Hair & Body Fragrance Mist"
        ],
        "main_image": "oil.jfif"
    }
]